{
  "navigation": {
    "home": "Inicio",
    "services": "Servicios",
    "promotions": "Promociones",
    "about": "Nosotros",
    "contact": "Contáctanos"
  },
  "language": {
    "current": "Español",
    "switch": "Switch to English"
  },
  "home": {
    "hero_title": "La Aventura te Espera en el Sur",
    "hero_subtitle": "Descubre paisajes impresionantes y experiencias inolvidables con Rio Sur Adventure.",
    "hero_cta": "Explora Nuestros Tours",
    "featured_services_title": "Aventuras Populares",
    "featured_promotion_title": "Nuevas Promociones Disponibles",
    "featured_promotion_description": "Tenemos nuevos paquetes de aventura que incluyen estadía, traslados y experiencias inolvidables. ¡No te los pierdas!",
    "featured_promotion_cta": "Ver Promociones"
  },
  "services": {
    "title": "Nuestros Servicios de Aventura",
    "description": "Ofrecemos una variedad de tours y actividades para todos los niveles de aventureros. Cada experiencia está diseñada para ser segura, emocionante y memorable.",
    "kayaking_title": "Kayak en el Río",
    "kayaking_description": "Rema por aguas tranquilas y rápidos emocionantes. Perfecto para principiantes y expertos.",
    "hiking_title": "Senderismo de Montaña",
    "hiking_description": "Explora senderos escénicos con vistas impresionantes. Excursiones de medio día y día completo disponibles.",
    "biking_title": "Ciclismo de Montaña",
    "biking_description": "Recorre emocionantes senderos en bicicleta a través de bosques y terrenos desafiantes.",
    "camping_title": "Camping Bajo las Estrellas",
    "camping_description": "Experimenta la naturaleza de cerca con nuestras excursiones de camping guiadas y totalmente equipadas.",
    "rafting_title": "Rafting de Aguas Blancas",
    "rafting_description": "Desciende por los rápidos más emocionantes y siente la fuerza del río. Una aventura llena de adrenalina garantizada.",
    "horseback_riding_title": "Expedición Cabalgata",
    "horseback_riding_description": "Esta experiencia la podrás realizar con nuestro guía de cabalgatas, te transportará a esos años donde los motores no rugian, estarás inmerso en el bosque húmedo templado de la reserva nacional HUILO-HUILO y serás parte del baño natural de sus aguas brumosas en el salto qué contempla la expedición, tendrás tres importantes puntos de interés los saltos, cavernas volcánicas y el sendero de los espíritus actividad full day para personas que gustan regocijarse de la paz que circunda el bosque y sus alrededores.",
    "lake_expedition_title": "Travesías 7 Lagos",
    "lake_expedition_description": "Esta aventura épica nos mostrará el entorno que nos rodea desde la perspectiva del lago panguipulli o cualquier lago de los 7 qué existen en nuestra comuna. Tendrás la oportunidad de vivir una experiencia inolvidable y muy conectada a la naturaleza, con sonoterapia y yoga esta actividad es vivida como una de las experiencias más hermosas que podrás realizar en la zona lacustre de panguipulli.",
    "hot_springs_title": "Termas",
    "hot_springs_description": "Relájate en aguas termales naturales rodeado de un entorno espectacular.",
    "canopy_title": "Canopy",
    "canopy_description": "Vuela por encima de los árboles y siente la adrenalina con nuestras tirolinas seguras y emocionantes.",
    "advanced_trekking_title": "Trekking Nivel Avanzado",
    "advanced_trekking_description": "Desafía tus límites con rutas exigentes que te llevarán a cimas y miradores exclusivos.",
    "night_tourism_title": "Dark Turismo",
    "night_tourism_description": "Actividades nocturnas centralizada en ofrecer experiencias de maxima adrenalina, historias de terror del oscuro panguipulli, carretes y playasos, caza de jabalies entre otros panoramas, qué harán volar tu imaginación a tal punto que al día siguiente, nesecitarás un buen psiquiatra para volver a ser tu mismo. Actividad única Gran novedad!",
    "downtown_tour_title": "Down Town Tour",
    "downtown_tour_description": "Servicio destinado a recorrer y mostrar los puntos de interés de la ciudad desde adentro, puede ser a pie o en bicicleta tour de bienvenida al paraíso de las rosas y descubrir la maravillosa naturaleza que esconde la comuna más grande de la región donde se encuentran 7 lagos navegables y rios llenos de vida y actividades para recrear! Este es un tour que muestra por dentro panguipulli.",
    "filcumpulli_trek_title": "Cima del Filcumpulli",
    "filcumpulli_trek_description": "Esta imponente montaña frente al lago panguipulli ofrece una de las vistas mas espectaculares del pueblo, bahías, alrrederes, bosques y valles de la zona lacustre, ubicado en un enclave que proporciona vistas de los volcanes mocho choshuenco, villarrica, quetrupillan y el imponente volcan lanin ofrece el mejor atardecer y amanecer qué podrás vivir en esta experiencia de niveles épicos.",
    "book_now": "Reservar Ahora"
  },
  "promotions": {
    "title": "Nuestros Paquetes de Aventura",
    "description": "Elige tu próxima gran experiencia con nuestros paquetes todo incluido. Alojamiento, traslados desde el aeropuerto y aventuras inolvidables te esperan.",
    "includes_in_package": "Este paquete incluye las siguientes actividades:",
    "bonus_track_title": "Bonus Track",
    "bonus_track_description": "\"Vista a las estrellas\" (Solo en condiciones óptimas de clima)",
    "includes": "Todas las promociones incluyen alojamiento y traslados desde el aeropuerto hacia todos los destinos.",
    "claim_offer": "Consultar Disponibilidad",
    "packages": [
      {
        "id": "promo-aventurera",
        "title": "Promoción Aventurera",
        "duration": "4 días / 3 noches",
        "activities": [
          "Travesía en el lago",
          "Trekking o cabalgata",
          "Termas",
          "Caminata por pto. Fuy"
        ],
        "image": "promotion-summer"
      },
      {
        "id": "promo-adrenalina",
        "title": "Promoción Adrenalina",
        "duration": "5 días / 3 noches",
        "activities": [
          "Rafting",
          "Canopi",
          "Trekking nivel 3",
          "Travesía en el lago",
          "Termas"
        ],
        "image": "promotion-group"
      }
    ]
  },
  "about": {
    "title": "Sobre Rio Sur Adventure",
    "mission_title": "Nuestra Misión",
    "mission_text": "Nuestra misión es proporcionar aventuras al aire libre excepcionales que conecten a las personas con la naturaleza. Creemos en el turismo sostenible, la seguridad y en crear recuerdos que duren toda la vida. Nuestro equipo de guías expertos está apasionado por compartir la belleza de nuestra región contigo.",
    "story_title": "Nuestra Historia",
    "story_text": "Fundada en 2010, Rio Sur Adventure comenzó como un pequeño club de kayak local. Nuestra pasión por la aventura y el amor por los impresionantes paisajes del sur nos inspiraron a crecer y compartir nuestras experiencias con el mundo. Hoy, ofrecemos una amplia gama de actividades, manteniendo siempre nuestro compromiso con la calidad y la aventura auténtica."
  },
  "contact": {
    "title": "Ponte en Contacto",
    "description": "¿Tienes alguna pregunta o estás listo para reservar tu aventura? Envíanos un mensaje y nos pondremos en contacto contigo en breve.",
    "form_name": "Nombre",
    "form_email": "Correo Electrónico",
    "form_message": "Mensaje",
    "form_send": "Enviar Mensaje",
    "info_title": "Información de Contacto",
    "info_address": "123 Adventure Lane, Patagonia, Chile",
    "info_phone": "+56932484165",
    "info_email": "contacto@riosuradventure.com",
    "whatsapp_tooltip": "Escríbenos"
  },
  "footer": {
    "rights": "Todos los derechos reservados."
  }
}